{
    "Name": "名字",
    "Address 1": "地址 1",
    "Address 2": "地址 2",
    "City": "城市",
    "State Province Code": "州/省代码",
    "Postal Code": "邮政编码",
    "Country Code": "国家代码",
    "Quantity": "数量",
    "Packaging Type": "包装类型",
    "Dimensions Measurement Unit": "尺寸测量单位",
    "Weight Measurement Unit": "重量测量单位",
    "Package Length": "包装长度",
    "Package Width": "包装宽度",
    "Package Height": "包装高度",
    "Package Weight": "包装重量",
    "SHIP TO": "发货至",
    "DIMENSIONS & WEIGHT": "尺寸和重量",
    "Clear All": "清除全部",
    "Confirm": "确认",
    "SHIP FROM": "发货地",
    "Please Note": "请注意",
    "Your dimensions will be rounded up to the next whole number to ensure accurate pricing base don the information provided.": "您的尺寸将四舍五入到下一个整数，以确保所提供信息的定价基础准确。",
    "Consignee Name": "收货人姓名",
    "Address": "地址",
    "Building Name": "建筑物名称",
    "Urbanization": "城市化",
    "Region": "区域",
    "Country": "国家",
    "Political Division 1": "政治分区 1",
    "Political Division 2": "政治分区 2",
    "Postal Code Primary low": "主要邮政编码低",
    "Postal Code Extended Low": "扩展低邮政编码",
    "Validate": "验证",
    "NOTE": "注意",
    "Note Textfield For Input": "输入的注释文本框",
    "ALL": "全部",
    "PAK": "包",
    "PACKAGE": "包裹",
    "PALLET": "托盘",
    "List Of Measurements": "测量清单",
    "All The Same": "全部相同",
    "Insurance": "保险",
    "I want to insure my shipment for the full value of the goods being shipped Insurance is not availabel for Third Party or Collect Shipments.": "我想为我的货物投保所运输货物的全部价值 保险不适用于第三方或到付货件。",
    "SEARCH ORDERS": "搜索订单",
    "Today's Shipments": "今日货物",
    "Shipments Within Specified Period": "指定时间内的货物",
    "Status": "状态",
    "Show Cancelled Shipments": "显示已取消的货物",
    "Carrier": "承运商",
    "Payment Mode": "付款方式",
    "Origin Zip/Postal": "起始地邮政编码",
    "Dist'n Zip/Postal": "目的地邮政编码",
    "Origin Country": "起始地国家",
    "Distination Country": "目的地国家",
    "Sorted By": "排序方式",
    "Order Source": "订单来源",
    "Result Per Page": "每页结果",
    "Shipment Look Up": "查找货物",
    "Tracking": "跟踪",
    "Transaction": "交易",
    "Reference": "参考",
    "Reset": "重置",
    "Submit": "提交",
    "Wallet":"钱包",
  "Balance":"平衡",
  "Attention Name":"注意名称",
  "Phone Number":"电话号码",
  "Address 3":"地址 3",
  "SHIPPER DETAILS":"托运人详细信息",
  "Select Shipper":"选择发件人",
  "Shipper Name":"发货人名称",
  "Shipper Attention Name":"托运人注意名称",
  "Shipper Number":"托运人编号",
  "ADD":"添加",
  "CLEAR ALL":"全部清除",
  "Select Service":"选择服务",
  "Your dimensions will be rounded up to the next whole numbers to ensure accurate pricing based on the information provided.":"您的尺寸将四舍五入到下一个整数，以确保根据所提供的信息准确定价。",
  "DELETE":"删除",
  "GENERATE ORDER":"生成订单",
  "Shipper Details":"托运人详细信息",
  "Current Password":"当前密码",
  "New Password":"新密码",
  "Confirm New Password":"确认新密码",
  "Change Password":"确认新密码",
  "Profile":"轮廓",
  "Sr. No.":"先生。没有。",
  "Ship From(Name)":"发货地点（名称）",
  "Ship From(Address)":"发货地址（地址）",
  "Ship To(Name)":"运送至（名称）",
  "Ship To(Address)":"邮寄到地址）",
  "Date-Time":"约会时间",
  "Total Charges(Including All Charges)":"总费用（包括所有费用）",
  "Action":"行动",
  "SHIP ORDER":"发货订单",
  "VIEW":"看法",
  "No Of Pieces":"件数",
  "Actions":"行动",
  "Type":"类型",
  "Weight":"重量",
  "Height":"高度",
  "Width":"宽度",
  "Length":"长度",
  "SHIPMENT IDENTIFICATION NO.":"货物识别号",
  "Are you Sure You Want To Ship Order?":"您确定要发货吗？",
  "Cancel":"取消",
  "OK":"好的",
  "TOTAL CHARGES(Including All)":"总费用（包括全部）",
  "Are you Sure You Want To Delete Order?":"您确定要删除订单吗？",
  "DELETE ORDER":"删除订单",
  "Packaging Type Code":"包装类型代码",
  "Packaging Type Description":"包装类型说明",
  "Billing Weight":"计费重量",
  "Selected Service":"精选服务",
  "Service option Charges":"服务选项 收费",
  "Transporatation Charges":"交通费",
  "Total Charges":"总费用",
  "State":"状态",
  "Number":"数字",
  "SHIPMENT DETAILS":"物流信息",
  "Packaging Type & Dimensions":"包装类型和尺寸",
  "EDIT ORDER":"编辑订单",
  "ORDERS":"命令",
  "MY SHIPMENT LIST":"我的发货清单",
  "Transaction Id":"交易编号",
  "Track":"追踪",
  "View":"看法",
  "DOWNLOD INVOICE":"下载发票",
  "PRINT INVOICE":"打印发票",
  "Service Code":"服务代码",
  "Service Description":"服务说明",
  "Package Results Service Options Charges":"套餐结果 服务选项 费用",
  "Package Results Tracking No":"包裹结果追踪编号",
  "Service Charges":"服务费",
  "Transportaion Charges":"交通费",
  "ELECTRONIC LABEL RECEIPT":"电子标签收据",
  "DOWNLOD":"下载",
  "PRINT":"打印",
  "Number of pages":"页数",
  "Are you sure you want to cancel shipment?":"您确定要取消发货吗？",
  "Cancel Shipment":"取消发货",
  "No delivery data available.":"无可用的交货数据。",
  "No package data available.":"没有可用的包数据。",
  "No activity data available.":"没有可用的活动数据。",
  "Inquiry No":"询价编号",
  "Tracking No":"追踪号码",
  "No Of Packages":"包裹数量",
  "First Name":"名",
  "Last Name":"姓",
  "Organisation Name":"机构名称",
  "Mobile No":"手机号码",
  "Email":"电子邮件",
  "Wallet Balance":"钱包余额",
  "Update Shipper Details":"更新发件人详细信息",
  "Update Profile Details":"更新个人资料详细信息",
  "AttentionName":"注意名称",
  "WALLET BALANCE":"钱包余额",
  "CART":"大车",
  "SHIP":"船",
  "MY ACCOUNT":"我的账户",
  "LOGOUT":"登出",
  "Save Changes":"保存更改",
  "Are you sure you want to log out?":"您确定要退出吗？",
  "Confirm Logout":"确认退出",
  "ABX Solutions Are Here For You":"ABX 解决方案随时为您服务",
  "ABOUT US":"关于我们",
  "About Us":"关于我们",
  "ABOUT":"关于",
  "About":"关于",
  "Not only an International Freight Forwarder but an eCommerce platforms solutions provider.":"不仅是国际货运代理，也是电子商务平台解决方案提供商",
  "Abxsolutions Inc. is privately owned, independent freight forwarder based in Mississauga, Ontario, Canada and La Mirada, California, United States. We provide complete logistics service in ocean freight, air freight, Customs brokerage, warehousing, distribution, and beyond. Whatever your cargo transportation needs, we will do our very best to customize a solution for you.":"Abxsolutions Inc. 是一家私营独立货运代理公司，总部位于加拿大安大略省米西索加和美国加利福尼亚州拉米拉达。我们提供海运、空运、报关、仓储、配送等完整的物流服务。无论您的货物运输有什么需求，我们都将尽力为您定制解决方案。",
  "notice board":"公告栏",
  "Ocean Freight":"海运",
  "We are able to offer competitive pricing, the best transit times, and schedule flexibility through our steamship line contracts. Everything you need to successfully negotiate your way from here to there is just a call or click away.":"通过我们的轮船航线合同，我们能够提供有竞争力的价格、最佳的运输时间和灵活的时间表。您只需一个电话或点击即可成功协商从这里到那里所需的一切。",
  "Air Freight":"空运",
  "Need to get your freight there quickly? We understand that air freight is a premium and is a more costly service than by ocean, but there are lots of options available.":"需要快速将货物运送到那里吗？我们知道空运是一种比海运更昂贵且成本更高的服务，但有很多选择。",
  "Customer Service":"客户服务",
  "We have created a customer-oriented corporate culture with superior service systems. The effective use of information and technology to promote service quality is the foundation of our customer service team.":"我们创建了以客户为中心的企业文化和卓越的服务体系。有效利用信息和技术提升服务质量是我们客户服务团队的基础。",
  "Customs Brokerage":"报关服务",
  "Our experienced technical experts can help your goods clear Customs quickly and efficiently with our electronic customs-clearance network. How?...":"我们经验丰富的技术专家可以通过我们的电子清关网络帮助您的货物快速高效地清关。如何？...",
  "Local Transport":"本地运输",
  "We offers a multitude of ways to increase efficiency and contribute significantly to reduce costs. One of the ways we achieve that is through efficiencies in domestic transportation.":"我们提供多种方法来提高效率并显着降低成本。我们实现这一目标的方法之一是提高国内运输效率。",
  "Our Mission":"我们的任务",
  "To deliver the ultimate level of logistics services for our customers with efficient response, expedient strategy and effective service":"以高效的响应、便捷的策略、有效的服务，为客户提供极致的物流服务",
  "Our Mission Statement":"我们的使命宣言",
"PERFECT service the FIRST time. Even BETTER the SECOND time.":"第一次就提供完美的服务。第二次就更好了。",
  "Our Vision":"我们的愿景",
  "Managing and exceeding customers’ expectations.":"管理并超越客户的期望。",
  "Our Culture":"我们的文化",
  "Our Services":"我们的服务",
  "Ocean Export":"海运出口",
  "Ocean Import":"海运进口",
  "Air Export":"空运出口",
  "ABX Solutions provides a wide choice of services from Canada and the U.S. ports to any other port in the world. We have a strong network in Asia.":"ABX Solutions 提供从加拿大和美国港口到世界任何其他港口的多种服务选择。我们在亚洲拥有强大的网络。",
  "Through ABX Solution’s network of agents and partners around the world, we can start the import process here by starting the export process there.":"通过 ABX Solution 遍布全球的代理商和合作伙伴网络，我们可以通过在那里启动出口流程来启动这里的进口流程。",
  "ABX Solutions can move your air freight from anywhere in Canada and US, with our partners around the world, can handle all of your export needs.":"ABX Solutions 可以从加拿大和美国的任何地方运输您的空运货物，我们与世界各地的合作伙伴可以满足您的所有出口需求。",

  "View More":"查看更多",
  "about us":"关于我们",
  "ot only an International Freight Forwarder but an eCommerce platforms solutions provider.":"不仅仅是国际货运代理，更是电子商务平台解决方案提供商。",
  "Abxsolutions strives to provide cost effective, customer-oriented, and fast paced logistics services. With a strong presence in local and international markets, we are fully prepared to thoroughly map your supply chain and find the very best logistics program to suit your needs. With our experienced teams around the globe, we can be your single source for ALL your logistics needs.":"Abxsolutions 致力于提供具有成本效益、以客户为导向、快节奏的物流服务。凭借在本地和国际市场的强大影响力，我们已做好充分准备，全面规划您的供应链并找到适合您需求的最佳物流计划。凭借我们遍布全球的经验丰富的团队，我们可以成为满足您所有物流需求的单一来源。",
  "We offer a unique e-Commerce solution to the marketplace. Helping small to medium manufacturers and producers to develop end to end e-Commerce and seller platform worldwide. Our one stop shop solution and a team of dedicated experts will enable any organization to achieve its financial goals and market dominance.":"我们为市场提供独特的电子商务解决方案。帮助中小型制造商和生产商在全球范围内开发端到端电子商务和卖家平台。我们的一站式解决方案和专业专家团队将使任何组织能够实现其财务目标和市场主导地位。",
  "Ocean Import Service":"海运进口服务",
  "ABX Solution offers full ocean services from cargo pick up to delivery and beyond. With a worldwide network of agents, we are positioned to help our customers not only get their freight from “Point A” to “Point B,” but offers cargo tracking through our website and other services to make the shipping process seamless and painless.":"“ABX Solution 提供从提货到交付等全方位的海运服务。凭借全球代理网络，我们不仅可以帮助客户将货物从“A 点”运送到“B 点”，还可以提供货物跟踪通过我们的网站和其他服务，使运输过程无缝、轻松。",
  "The international transportation process has become much more complicated over the past decade or so, whether it’s import or export. We want to assure you that we have the expertise to help guide our customers through the maze of new rules and regulations.":"过去十年左右，国际运输过程变得更加复杂，无论是进口还是出口。我们想向您保证，我们拥有专业知识来帮助指导我们的客户应对新规则和法规的迷宫。",
  "ABX Solution is licensed by the Federal Maritime Commission as both an ocean freight forwarder and an NVOCC. We offer full ocean services -- export or import -- and the expertise to guide you through the maze of complicated rules and regulations":"ABX Solution 获得联邦海事委员会许可，同时作为海运货运代理和 NVOCC。我们提供全面的海运服务（出口或进口）以及专业知识来指导您应对复杂的规则和法规。",
  "Categories":"类别",
  "Shipment Pre-Planning":"发货预先计划",
  "LCL & FCL cargo booking and pick-up":"拼箱和整箱货物订舱和提货",
  "Monthly contract rates with a choice of carriers who meet our":"与符合我们要求的运营商选择的每月合同费率",
  "service criteria and give pre-allocated space":"服务标准并给予预先分配的空间",
  "Worldwide Consolidation & Multi-Countries Consolidation":"全球合并和多国合并",
  "Professional automated documentation":"专业自动化文档",
  "Complete follow up":"完成跟进",
  "Dedicated account executives":"专门的客户经理",
  "Fast Track & Trace cargo information":"快速跟踪和追踪货物信息",
  "Total logistics service":"全程物流服务",
  "CAED / AES filling / EXPORT customs clearance":"CAED/AES灌装/EXPORT清关",
  "International customs clearance & return customs":"国际清关及回程报关",
  "Clearance formalities":"清关手续",
  "Insurance services":"保险服务",
  "Huge variety of commodities":"商品种类繁多",
  "Ocean Export Service":"海运出口服务",
  "Contact Us":"联系我们",
  "MISSISSAUGA, ON. CANADA":"安大略省米西索加加拿大",
  "Unit 31, 5155 Spectrum Way":"频谱路 5155 号 31 号单元",
  "Mississauga ON L4W 5A1 CANADA":"密西沙加 ON L4W 5A1 加拿大",
  "Phone: 1-905-896-3880​":"电话：1-905-896-3880​",
  "Email: TBD":"电子邮件：待定",
  "135, First Lane, City Street":"城市街一巷135号",
  "New Yourk City, USA":"美国纽约克市",
  "GET IN TOUCH":"保持联系",
  "Reach out, share a question or provide feedback on our services. Fill out the form and we'll respond as soon as possible.":"联系我们、分享问题或提供有关我们服务的反馈。填写表格，我们会尽快回复。",
  "Subject":"主题",
  "Massage":"按摩",
  "send message":"发信息",
  "Home":"家",
  "Services":"服务",
  "Air Import":"空运进口",
  "Sign Up":"报名",
  "Select Langueges":"选择语言",
  "China":"中国",
  "ABX Solutions provides a wide choice of services from Canada & U.S. ports to any other port in the world. We have a strong network in Asia, North & South America and Europe no matter if you need port-to-port, point-to-point or door-to-door services. We are experienced in handling everything from Apparel to Zincographs professionally & efficiently.":"ABX Solutions 提供从加拿大和美国港口到世界任何其他港口的多种服务选择。无论您需要港到港、点到点还是门到门服务，我们在亚洲、北美、南美和欧洲都拥有强大的网络。我们在专业、高​​效地处理从服装到锌版印刷等各种事宜方面拥有丰富的经验。",
  "Air Import Services":"空运进口服务",
  "ABX Solutions maintains a network of agents and partners around the world who can start the export process in their market and hand the baton to us for the import. Communications is indeed the key when air freight is involved and you can monitor your shipment from there to here via our automated e-mail notifications, or the tracking capability on our website.":"ABX Solutions 在世界各地拥有一个由代理商和合作伙伴组成的网络，他们可以在其市场上启动出口流程，并将进口接力棒交给我们。当涉及空运时，通信确实是关键，您可以通过我们的自动电子邮件通知或我们网站上的跟踪功能监控您从那里到这里的货物。",
  "We can move your air freight from any place in the world, and specifically utilizing our strong network in Asia, North & South America and Europe , we can ship airport-to-airport, point-to-point or door-to-door. We can handle everything from Afghan blankets to Zoot suits professionally & efficiently.":"我们可以将您的空运货物从世界任何地方运输，特别是利用我们在亚洲、北美、南美和欧洲的强大网络，我们可以运送机场到机场、点到点或门到门。我们可以专业、高效地处理从阿富汗毯子到祖特套装的所有物品。",
  "Air cargo booking and pick-up":"空运订舱及提货",
  "Competitive rates with a choice of carriers who meet our service criteria":"选择符合我们服务标准的承运商，提供具有竞争力的价格",
  "Overseas consolidation services":"海外集运服务",
  "Deconsolidation and distribution":"拆分和分销",
  "Customs clearance":"报关",
  "Cargo insurance":"货物保险",
  "ABX Solution can can move your air freight from anywhere in Canada and US, with our partners around the world, can handle all of your export needs. With a strong network in Asia, North & South America and Europe , we can ship airport-to-airport, point-to-point or door-to-door. We are experienced in handling everything from Accordions to Zithers professionally & efficiently.":"ABX Solution 可以将您的空运货物从加拿大和美国的任何地方运输，我们的合作伙伴遍布世界各地，可以满足您所有的出口需求。凭借在亚洲、北美、南美和欧洲的强大网络，我们可以提供机场到机场、点到点或门到门的运输服务。我们在专业、高​​效地处理从手风琴到古筝的一切方面拥有丰富的经验。",
  "Air Export Services":"空运出口服务",
  "Competitive rates with a choice of carriers who meet our service criteria and give pre-allocated space":"选择符合我们服务标准并提供预先分配舱位的承运商，可享受具有竞争力的价格",
  "Consolidation services":"集运服务",
  "CAED export customs clearance":"CAED出口清关",
  "International customs clearance & return customs clearance formalities":"国际清关&回程清关手续",
  "Wide variety of commodities":"商品种类丰富",
  "Not only an International Freight Forwarder but an eCommerce platforms solutions provider":"不仅仅是国际货运代理，更是电子商务平台解决方案提供商",
  "Terms & Conditions":"条款及条件",
  "Privacy Policy":"隐私政策",
  "Login":"登录",
  "view More":"查看更多",
  "read more":"阅读更多",
  "Quick Links":"快速链接"


  }
  